Repository: MaxmudBobomurodov/evos_bot_sqlalchemy
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: uz

source: Products 🍴
uz: Mahsulotlar 🍴

source: Categories 🍴
uz: Kategoriyalar 🍴

source: Users 👯
uz: Foydalanuvchilar 👯

source: Orders 📝
uz: Buyurtmalar 📝

source: Statistics 📊
uz: Statistikalar 📊

source: Settings ⚙️
uz: Sozlamalar ⚙️

source: Add category 🍴
uz: Kategoriya qo'shish 🍴

source: Back ⬅️
uz: Ortga🔙

source: Add product🍴
uz: Mahsulot qo'shish🍴

source: share phone number ☎️
uz: Iltimos, telefon raqamingizni ulashing ☎️

source: Menu🍴
uz: Menyu🍴

source: My Orders📋
uz: Mening buyurtmalarim📋

source: Basket📥
uz: Savat📥

source: Send feedback ✍️
uz: Izoh qoldiring ✍️

source: settings⚙️
uz: sozlamalar⚙️

source: Sets
uz: setlar

source: Back🔙
uz: Ortga🔙

source: Share location 🌏
uz: Iltimos, joylashuvingizni baham ko'ring📍

source: Please subscribe this channels
uz: Iltimos, bu kannallarga obuna bo'ling

source: Please enter your feedback
uz: Iltimos, izohingizni qoldiring

source: send your feedback:
uz: Iltimos, izohingizni qoldiring✍️

source: Your feedback is sent successfully ✅
uz: Izohingiz muvaffaqqiyatli junatildi ✅

source: Please, share your phone number ☎️
uz: Iltimos, telefon raqamingizni ulashing ☎️

source: Please, Enter your fullname✍️
uz: Iltimos, to'liq ismingizni kiriting✍️

source: please , share your location
uz: Iltimos, joylashuvingizni baham ko'ring📍

source: you have successfully registered🎉
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz🎉

source: Please try again later, something went wrong 😔
uz: Keyinroq qayta urinib ko'ring, nimadir xato ketdi 😔

source: Assalomu alaykum, admin 🫡
uz: admin aka assalom 🫡

source: Assalomu alaykum, welcome back
uz: Assalomu alaykum xush kelibsiz🫡

source: Category is added
uz: kategoriya qo'shildi

source: Something went wrong, please try again later
uz: Nimadir xato ketdi, iltimos keyinroq qayta urining
